export const BASE_URL = import.meta.env.VITE_BASE_URL

export const QUADRIMESTER_SORT = [
    'BUDGET(H TO L)',
    'BUDGET(L TO H)',
    'EXPENSE(H TO L)',
    'EXPENSE(L TO H)',
]

export const BUDGET_SORT = [
    'EXPENSE(H TO L)',
    'EXPENSE(L TO H)',
    'BUDGET(H TO L)',
    'BUDGET(L TO H)',
]

export const BUDGET_STATE = ['चालु', 'जम्मा']

export const MONTHS = ['shrawan', 'bhadra', 'asoj']

export const SUBTITLE = [
    'total',
    'all',
    'लेकवेशी नगरपालिका',
    'लेकवेशी नगरपालिका- पशु सेवा शाखा',
    'लेकवेशी नगरपालिका-महिला तथा बालबालिका विकास शाखा',
    'लेववेशी नगरपालिका-कृषि विकाश शाखा',
    'उद्योग तथा उपभोत्ता हित संरक्षण शाखा',
    'लेकवेशी नगर सहकारी शाखा',
    'नगर न्यायिक समिती मुद्दा शाखा',
    'लेकवेशी नगरपालिका वन वातावरण तथा विपद व्यवस्थापन शाखा',
    'नागरिक आरोग्य केन्द्र',
    'लेकवेशी नगरपालिका सूचना प्रविधी शाखा',
    'लेकवेशी नगरपालिका प्रशासन शाखा',
    'लेकवेशी नगरपालिकावडा नं.१',
    'लेकवेशी नगरपालिकावडा नं.२',
    'लेकवेशी नगरपालिकावडा नं.३',
    'लेकवेशी नगरपालिकावडा नं.४',
    'लेकवेशी नगरपालिकावडा नं.५',
    'लेकवेशी नगरपालिकावडा नं.६',
    'लेकवेशी नगरपालिकावडा नं.७',
    'लेकवेशी नगरपालिकावडा नं.८',
    'लेकवेशी नगरपालिकावडा नं.९',
    'लेकवेशी नगरपालिकावडा नं.१०',
    'लेकवेशी नगरपालिका - शिक्षा',
    'लेकवेशी नगरपालिका - स्वास्थ्य',
    'मुख्यमन्त्री रोजगार कार्यक्रम',
    ' संघीय सरकारबाट हस्तान्तरित कार्यक्रम (शसर्त अनुदान)',
    ' संघीय सरकारबाट हस्तान्तरित कार्यक्रम (विषेश अनुदान)',
    'प्रदेश सरकारबाट हस्तान्तरित कार्यक्रम (शसर्त अनुदान)',
]
